// src/constants.ts
export const WELCOME_MESSAGE = 'Здравствуйте! Добро пожаловать в АйТи План. Мы - центр реальной автоматизации! Мы помогаем бизнесу расти через внедрение 1С. Чтобы выйти из навыка, скажите: "Хватит". Чем могу помочь? Вы можете спросить о наших услугах, нашем опыте, стоимости внедрения 1с или узнать контакты и заказать консультацию эксперта. Просто скажите: «Что ты умеешь...» или «Расскажи о...» , чтобы узнать больше. Для возврата в начало скажите «Меню».';
export const UNKNOWN_MESSAGE = 'Не поняла вас. Повторите пожалуйста.';
export const SERVICES_MESSAGE = 'Мы предоставляем полный цикл услуг по обследованию и автоматизации процессов вашего бизнеса с помощью 1С. Наши ключевые направления:\n' +
  '1. Предпроектное обследование\n' +
  '2. Внедрение решений ERP 1С\n' +
  '3. Сопровождение и развитие ваших решений на 1С\n' +
  '4. Маркировка лекарств в 1С (МЛП)\n' +
  '5. Интеграция баз знаний и 1С с нейросетями и голосовыми помощниками\n' +
  'Свяжитесь с нами, и мы расскажем подробнее.';
export const EXPERIENCE_MESSAGE = 'Наша компания основана в 2014 году. Мы реализовали множество проектов для клиентов из различных отраслей. Наша основная специализация – автоматизация бизнеса строительной и фармацевтической отраслей. Нам доверяют Биокад, Полисан, ПАО Мостотрест и многие другие.';
export const COST_MESSAGE = 'Каждый бизнес – уникален. Автоматизация бизнеса на базе ERP решений 1С может стоить от 780 000 рублей. Стоимость проекта зависит от количества пользователей, сложности учёта и масштаба автоматизации ваших бизнес-процессов. Свяжитесь с нами, чтобы узнать больше.';
export const CONTACTS_MESSAGE = 'Наш телефон для связи +7 (812) 702 71 75. Посетите наш сайт. Оставьте свой номер, имя и название компании и мы свяжемся с вами, чтобы обсудить, как сделать ваш бизнес эффективнее с помощью 1С.';
export const MENU_MESSAGE = 'Вы вернулись в главное меню. Чем я могу вам помочь?';
export const WHAT_CAN_YOU_DO_MESSAGE = 'Я виртуальный помощник от компании АйТи План. Моя задача – предоставить вам информацию о нашей компании и помочь в решении ваших задач по автоматизации бизнеса. Я могу\n' +
 '1. Рассказать об услугах, которые мы предлагаем\n' +
 '2. Поделиться нашим опытом и реализованными проектами\n' +
 '3.Сориентировать по стоимости внедрения 1С\n' +
 '4. Предоставить контактную информацию для связи\n' +
 '5. Принять вашу заявку на консультацию с экспертом\n' +
 'Что вас интересует в первую очередь?\n' +
 'Скажите: «Меню», чтобы вернуться в начало.';
export const GOODBYE_MESSAGE = 'Спасибо, что выбрали АйТи План! Если у вас ещё есть вопросы, просто скажите: «Алиса, запусти навык Визитка АйТи План». До встречи!';
export const SERVICE_BUTTON = 'Расскажи об услугах';
export const EXPERIENCE_BUTTON = 'Расскажи об опыте';
export const COST_BUTTON = 'Расскажи о стоимости';
export const CONTACTS_BUTTON = 'Расскажи о контактах';
export const WHAT_CAN_YOU_DO_BUTTON = 'Что ты умеешь';
export const MENU_BUTTON = 'Меню';